Repository: SniperGER/GlobalWarmingNoMore
Catalog: layout/Library/Application Support/GlobalWarmingNoMore/*.lproj/Localizable.strings
Languages: de

# ONBOARDING_TITLE
source: Welcome to %@
de: Willkommen zu %@

# ONBOARDING_FEATURE_1_TITLE
source: A powerful Weather editor
de: Ein mächtiger Wetter-Editor

# ONBOARDING_FEATURE_1_DESCRIPTION
source: Tap and hold a city's detail view to bring up the Weather editor.
de: Tippe und halte die Detailansicht einer Stadt, um den Wetter-Editor aufzurufen.

# ONBOARDING_FEATURE_2_TITLE
source: Your Weather â€“ Your way
de: Dein Wetter – So, wie du es willst

# ONBOARDING_FEATURE_2_DESCRIPTION
source: Change current conditions, forecasts or randomize everything. It's your choice.
de: Ändere die Wetterlage, Vorhersagen oder setze alles zufällig. Es ist deine Wahl.

# ONBOARDING_OPEN_SOURCE_TITLE
source: Free & Open Source as always
de: Kostenlose & Open Source wie immer

# ONBOARDING_OPEN_SOURCE_DESCRIPTION
source: Check out the source code on GitHub.
de: Sieh dir den Quellcode auf GitHub an.

# ONBOARDING_GET_STARTED
source: Get Started
de: Los geht's

# EDITOR_BUTTON_RESET
source: Reset
de: Zurücksetzen

# EDITOR_BUTTON_DONE
source: Done
de: Fertig

# EDITOR_RESET_TITLE
source: Reset "%@"?
de: "%@" zurücksetzen?

# EDITOR_RESET_DESCRIPTION
source: This will reset "%@" to current weather data again.
de: Dies wird "%@" auf die aktuellen Wetterdaten zurücksetzen.

# EDITOR_RESET_ACTION_CANCEL
source: Cancel
de: Abbrechen

# EDITOR_RESET_ACTION_CONFIRM
source: Reset
de: Zurücksetzen

# EDITOR_ACTION_RANDOMIZE
source: Randomize!
de: Zufällige Werte

# EDITOR_EDIT_TITLE
source: Edit "%@"
de: "%@" bearbeiten

# EDITOR_EDIT_DESCRIPTION
source: Enter a new value for "%@"
de: Gib einen neuen Wert für "%@" ein.

# EDITOR_EDIT_ACTION_CANCEL
source: Cancel
de: Abbrechen

# SECTION_CURRENT_CONDITIONS
source: Current Conditions
de: Aktuelle Bedingungen

# SECTION_HOURLY_FORECAST
source: Hourly Forecast
de: Stündliche Vorhersagen

# SECTION_DAY_FORECAST
source: Day Forecast
de: Wochen-Vorhersage

# CURRENT_CONDITION
source: Condition
de: Wetterlage

# CURRENT_TEMPERATURE
source: Temperature
de: Temperatur

# CURRENT_WIND_DIRECTION
source: Wind Direction
de: Windrichtung

# CURRENT_WIND_SPEED
source: Wind Speed
de: Windgeschwindigkeit

# HOURLY_POP
source: Chance of Precipitation
de: Regenwahrscheinlichkeit

# DAY_HIGH
source: High
de: Höchsttemperatur

# DAY_LOW
source: Low
de: Tiefsttemperatur

# DAY_LOW_SHORT
source: L: %@
de: T: %@
